narration_cm = [
    {
      "id": "1",
      "sid": "sid-D25EA03A-06B0-48A9-BE7E-68D9D7FF9E96",
      "nar_text": "Proses dimulai saat user membutuhkan sebuah perubahan (atau selanjutnya disebut change) dalam layanan TIK. Change meliputi modifikasi, penambahan, atau penghapusan dari Configuration Item (CI), layanan, atau komponen layanan dan/atau elemen terkait yang dapat berdampak pada layanan TIK."
    },
    {
      "id": "2",
      "sid": "sid-6B4AF4BE-E889-41AC-877C-32A657770231",
      "nar_text": "User mengajukan permintaan perubahan (request for change) dengan memberikan informasi meliputi deskripsi, alasan perubahan, dampak perubahan, dan dokumen pendukung untuk permintaan tersebut."
    },
    {
      "id": "3",
      "sid": "sid-16E75E58-825A-4C55-851E-E55A15681F1D",
      "nar_text": "Service Desk memeriksa kelengkapan permintaan dan informasi serta dokumen pendukung yang diserahkan oleh user. Berdasarkan hasil pemeriksaan, ditentukan apakah Service Desk membutuhkan informasi atau dokumen tambahan terkait permintaan tersebut kepada user."
    },
    {
      "id": "4",
      "sid": "sid-06AB5511-6284-4DBB-AD8B-F54FCF049E3F",
      "nar_text": ""
    },
    {
      "id": "5",
      "sid": "sid-BC23A4CC-A40A-4558-AC09-A2C5884E021F",
      "nar_text": "User memberikan informasi tambahan dan kelengkapan dokumen yag diperlukan. Kemudian proses dilanjutkan dengan pemeriksaan kelengkapan permintaan oleh Service Desk."
    },
    {
      "id": "6",
      "sid": "sid-EA736B9A-435D-4B13-BE9A-D973EA6C0A45",
      "nar_text": "Jika semua informasi dan dokumen pendukung telah lengkap, maka Service Desk akan melakukan perekaman tiket permintaan perubahan pada aplikasi Sipelantik."
    },
    {
      "id": "7",
      "sid": "sid-C9B88C07-7BC6-4123-B5DC-16F518562DEA",
      "nar_text": "Service Desk menentukan jenis permintaan perubahan. Terdapat 3 jenis permintaan, yaitu standard change, normal change, dan emergency change.<br>- Pada standard change, umumnya implementasi dilakukan berdasarkan instruksi kerja yang telah ditetapkan sebelumnya, dan kategorinya telah ditetapkan dalam Service Catalogue.Standard change juga telah mendapatkan pre-otorisasi dari Change Manager.<br>- Emergency change adalah perubahan yang harus segera diimplementasikan. Pada umumnya sebuah emergency change diajukan oleh incident management untuk menyelesaikan gangguan prioritas tinggi agar dapat segera mengembalikan layanan atau menghindari kerugian lebih lanjut pada saat tidak terdapat workaround lainnya yang dapat dilakukan.<br>- Normal change adalah perubahan yang tidak didefinisikan dalam Service Catalogue dan membutuhkan mekanisme tertentu agar mendapatkan otorisasi untuk implementasinya."
    },
    {
      "id": "8",
      "sid": "sid-B685A520-8DD9-41C8-B5F3-3E522CFBC7B6",
      "nar_text": ""
    },
    {
      "id": "9",
      "sid": "sid-26EA2DA8-8E71-4CD6-A6D7-C4056C2A4769",
      "nar_text": "Service Desk menyesuaikan kategori permintaan standard change pada aplikasi SipelanTIK berdasarkan kriteria yang telah ditentukan pada Service Catalogue."
    },
    {
      "id": "10",
      "sid": "sid-7BDB3384-65B7-41F5-8B0B-E3FFEE4C9ED3",
      "nar_text": "Berdasarkan kategori pada Service Catalogue, masing-masing standard change memiliki Request Fulfillment Team (RFT) yang bertanggung jawab untuk melakukan pemenuhan permintaan. RFT tersebut dapat terdiri dari Service Desk ataupun Release Management."
    },
    {
      "id": "11",
      "sid": "sid-B91F552C-CEE8-4ED2-A849-53340CCE349D",
      "nar_text": "Service Desk melakukan pemenuhan permintaan berdasarkan prosedur atau instruksi kerja yang telah ditetapkan sebelumnya."
    },
    {
      "id": "12",
      "sid": "sid-65E69A45-B7F6-40C9-8933-881FAE52F155",
      "nar_text": "Rapat Emergency CAB diadakan untuk mengevaluasi sebuah emergency change. Dalam rapat ini ditentukan rencana dan dampak dari implementasi emergency change. <br>Kegiatan pengujian dapat dieliminasi apabila diperlukan agar perubahan dapat diimplementasikan secepatnya. <br>PIC implementasi, rencana rollback, dan alokasi resource juga ditentukan pada tahap ini."
    },
    {
      "id": "13",
      "sid": "sid-0A74D4F1-EF63-44C0-BBE8-41840C13260E",
      "nar_text": "Berdasarkan hasil rapat emergency CAB, dapat ditentukan apakah sebuah emergency change diterima atau ditolak."
    },
    {
      "id": "14",
      "sid": "sid-616A7923-627E-4103-BD47-6644C696520F",
      "nar_text": "Emergency CAB memberikan otorisasi perubahan dengan menandatangani dokumen persetujuan sehingga perubahan dapat diimplementasikan secepatnya."
    },
    {
      "id": "15",
      "sid": "sid-1854922E-32B4-48AE-8D7E-61DF2BB518F9",
      "nar_text": "Jika emergency CAB menilai bahwa sebuah permintaan perubahan bukan merupakan kondisi emergency, maka dilakukan pengaturan ulang atas prioritas emergency change sehingga permintaan tersebut akan di proses mengikuti alur normal change."
    },
    {
      "id": "16",
      "sid": "sid-F8F5B075-FFE1-45E8-87CD-09F1D7577BE3",
      "nar_text": "Change management membuat dokumen kajian permintaan yang berisi analisa ruang lingkup, spesifikasi teknis dan fungsional, sumber daya yang dibutuhkan, resiko, keuntungan, serta dampak dan urgensi terhadap layanan IT yang ada."
    },
    {
      "id": "17",
      "sid": "sid-FADEDCF3-0D02-405E-B1EA-8B56E4A62168",
      "nar_text": "Change Manager mereview dokumen kajian dan menggunakannya sebagai dasar untuk persetujuan normal change."
    },
    {
      "id": "18",
      "sid": "sid-75C14572-F01E-4896-913F-284BDBF7E0BD",
      "nar_text": ""
    },
    {
      "id": "19",
      "sid": "sid-2687061C-98DB-4504-82AD-10396DEE14C3",
      "nar_text": "Change manager menolak dan menutup permintaan perubahan."
    },
    {
      "id": "20",
      "sid": "sid-B8CB3837-2FFB-40F8-8647-BB8F7A9AFE85",
      "nar_text": "Service Desk menginformasikan kepada user melalui email atau teleopn bahwa permintaan ditolak oleh Change Manager dan menjelaskan alasan penolakan tersebut."
    },
    {
      "id": "21",
      "sid": "sid-C7FFFCEE-9D1A-43AE-AACF-4840750C873B",
      "nar_text": "Service Desk menutup tiket permintaan yang mendandakan bahwa permintaan ditolak."
    },
    {
      "id": "22",
      "sid": "sid-3E041069-8C87-473E-9D9B-A793E13CAA4F",
      "nar_text": "Permintaan ditolak."
    },
    {
      "id": "23",
      "sid": "sid-75E0A457-C052-4AFF-925A-65FCFA2E0609",
      "nar_text": "Berdasarkan informasi dan dokumentasi pendukung yang telah ada, rapat CAB diadakan untuk mereview dan mengevaluasi permintaan normal change untuk persetujuan akhir. Pada rapat ini juga ditentukan jadwal perkiraan implementasi untuk normal change yang disetujui."
    },
    {
      "id": "24",
      "sid": "sid-E7954B2F-1FF6-44C4-A911-0C41E608976F",
      "nar_text": "Berdasarkan hasil rapat CAB, sebuah normal change dapat disetujui atau ditolak.<br>Apabila sebuah normal change tidak disetujui dalam rapat CAB, proses yang sama akan dilakukan seperti langkah pada saat Change Manager menolak normal change."
    },
    {
      "id": "25",
      "sid": "sid-5A813E93-B9A5-4760-B84E-978C68B1533E",
      "nar_text": "CAB menyetujui atau memberikan otorisasi untuk implementasi perubahan. Persetujuan ini dapat berupa persetujuan sesuai permintaan atau persetujuan dengan beberapa penyesuaian."
    },
    {
      "id": "26",
      "sid": "sid-F9DBE819-D3A4-405C-A59A-E3DC50D8C01E",
      "nar_text": "Mulai pada tahap ini, proses dilanjutkan dengan aktivitas yang sama dengan tahap saat release management bertanggung jawab sebagai RFT dari sebuah normal change.<br>Release manager mereview permintaan perubahan dari informasi yang tersedia pada tiket untuk menentukan jadwal pelaksanaan implementasi dan resource yang dibutuhkan. <br>Release manager kemudian akan melakukan 2 aktivitas yang dapat dilakukan secara paralel."
    },
    {
      "id": "27",
      "sid": "sid-E9005A11-646B-412F-BB78-8047CC4E56BC",
      "nar_text": "Release manager menentukan waktu pelaksanaan implementasi perubahan dengan mengacu pada jadwal yang sebelumnya ditetapkan pada rapat CAB (untuk normal change) atau dengan mempertimbangkan workload dan resource yang tersedia (untuk standard change)."
    },
    {
      "id": "28",
      "sid": "sid-6AEE7C91-3E74-4EF2-BA11-7BC3A4856AB0",
      "nar_text": "Release manager menugaskan staff dari release management untuk menjadi penanggung jawab implementasi perubahan."
    },
    {
      "id": "29",
      "sid": "sid-6B07A452-2A2A-4B48-BCBF-2935178F06A8",
      "nar_text": "Mulai tahap ini, proses dilanjutkan dengan aktivitas yang sama dengan kondisi setelah sebuah emergency change disetujui.<br>Release management melakukan aktivitas build release dengan menentukan strategi delivery dan deployment, resource yang dibutuhkan, kebutuhan pengujiam, dan rencan rollback. <br>Rencana rollback dibutuhkan untuk menentukan step yang harus dijalankan apabila terjadi kegagalan pada saat implementasi perubahan atau implementasi tidak dapat diselesaikan sesuai waktu yang sudah ditetapkan."
    },
    {
      "id": "30",
      "sid": "sid-4AE8DD7F-2223-4CAE-9931-C38883746652",
      "nar_text": "Release Management kemudian melakukan pengujian yang meliputi aspek performa, keamanan, serta fungsionalitas."
    },
    {
      "id": "31",
      "sid": "sid-77BCC33C-C722-45B0-B106-28A9BA71F3B4",
      "nar_text": "Release Management melakukan implementasi atau rollout perubahan sesuai jadwal dan strategi yang telah ditentukan pada tahap sebelumnya."
    },
    {
      "id": "32",
      "sid": "sid-748E4792-E482-4CBE-BF5A-BD6E1934DB9B",
      "nar_text": "Setelah implementasi, dapat ditentukan apakah hasil implementasi berhasil atau gagal. Sebuah perubahan dianggap berhasil apabila diimplementasikan sesuai dengan rencana dan timeframe, tidak menyebabkan dampak negative pada user, sesuai dengan tujuan yang telah didefinisikan pada permintaan, dan tidak menyebabkan terhentinya layanan apabila dilakukan implementasi rollback."
    },
    {
      "id": "33",
      "sid": "sid-68177640-A3D2-48B6-AC95-642D57761854",
      "nar_text": "Apabila perubahan telah sukses diimplementasikan, Configuration Management kemudian mengupdate CMDB sesuai dengan hasil modifikasi, penambahan, ataupun penghapusan configuration item (CI) pada implementasi perubahan."
    },
    {
      "id": "34",
      "sid": "sid-96868299-0419-4F55-8ECC-F49D840AA3AA",
      "nar_text": "Apabila perubahan tidak berhasil diimplementasikan sesuai rencana, maka langkah rollback harus dilakukan."
    },
    {
      "id": "35",
      "sid": "sid-6F783F97-9CF3-4077-97E9-962DA2CB1508",
      "nar_text": "Release management membuat dokumen berdasarkan hasil implementasi rollout ataupun rollback. Jika rollback dilakukan, keberhasilan implementasi rollback juga harus didokumentasikan.<br>Jika dengan alasan tertentu rollback yang dilakukan gagal, maka dokumentasi juga harus mencantumkan alasan kegagalan tersebut."
    },
    {
      "id": "36",
      "sid": "sid-072CB569-2A23-4F19-90F9-634F2AA65569",
      "nar_text": "Post Implementation Review (PIR) diadakan pada rapat CAB untuk mengevaluasi kesesuaian hasil akhir dan tujuan utama permintaan perubahan sesuai yang diajukan pemohon."
    },
    {
      "id": "37",
      "sid": "sid-47C4427A-C075-4D41-948E-2705E5B59389",
      "nar_text": ""
    },
    {
      "id": "38",
      "sid": "sid-03DDA5D0-8CD6-4833-AEF5-86A3ABAC0B23",
      "nar_text": "CAB mengidentifikasi permasalahan yang timbul selama proses implementasi dan berusaha mencari peluang perbaikan."
    },
    {
      "id": "39",
      "sid": "sid-5E57BAD8-47FD-483E-A448-3BC47780626F",
      "nar_text": "Change Manager menutup permintaan perubahan."
    },
    {
      "id": "40",
      "sid": "sid-7FF26485-0725-4350-8E75-6F2734AA2401",
      "nar_text": "Service Desk menginformasikan status atau hasil pemenuhan permintaan kepada pemohon, apakah permintaan tersebut berhasil atau gagal dipenuhi. <br>Langkah ini juga dilakukan setelah sebuah standard change dipenuhi oleh Service Desk."
    },
    {
      "id": "41",
      "sid": "sid-DF79D0C9-D336-4EEB-BD80-F71923825580",
      "nar_text": "Service Desk menutup tiket permintaan perubahan yang menandakan proses telah selesai."
    },
    {
      "id": "42",
      "sid": "sid-A418E4F8-C28F-47E5-B13F-AA02CDA09BED",
      "nar_text": "Permintaan selesai."
    }
  ];
